Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Builds a $frameworld_outpost_0$ for the AI, because they can't manage construction ships well.
ru: Строит $frameworld_outpost_0$ для искусственного интеллекта, потому что они не могут хорошо управлять строительными кораблями

source: Bulwark
ru: Оплот

source: Bulwark Restored
ru: Оплот восстановлен

source: Bulwark Section
ru: Секция фальшборта

source: Bulwark Traditions
ru: Традиции бастиона

source: Bulwark Traditions Finished
ru: Традиции бастиона завершены

source: Bulwarks
ru: Бастионы

source: Bumble Opera
ru: Бамбл-опера

source: Bundeshalle Detonated!
ru: Бундешалле взорван!

source: Bunker Complex
ru: Бункерный комплекс

source: Bunker Complexes
ru: Бункерные комплексы

source: Bunker Segment
ru: Бункерный сегмент

source: Bunker Segments
ru: Бункерный сегмент

source: Bureau of Oversight
ru: Ревизионный Комитет

source: Bureaucratic Complex
ru: Бюрократический комплекс

source: Bureaucratic Complexes
ru: Бюрократические комплексы

source: Bureaucrats Energy Output
ru: Выработка энергии бюрократами

source: Buried Necropolis
ru: Погребенный некрополь

source: Busy with war already
ru: Уже занят войной

source: But how does it WORK?
ru: Но как это РАБОТАЕТ?

source: But how does it not collapse on itself?
ru: Но как оно не рухнет само на себя?

source: But none that we can't bear.
ru: Но нет ничего такого, чего мы не могли бы вынести.

source: But of course.
ru: Конечно.

source: Butcher
ru: Мясник

source: By "skewing" the higher dimensions employed by the Blokkat Hyperdimensional Bulwark, we can forcefully bring it down one dimension, thus bringing it within the reach of our Pentadimensional Singularity.
ru: "Искажая" высшие измерения, используемые гиперпространственным бастионом Блоккат, мы можем принудительно опустить его на одно измерение, таким образом, приблизив его к нашей Пятимерной сингулярности.

source: By accessing these archives this keeper can increase our research effort into physics.
ru: Получив доступ к этим архивам, хранитель сможет расширить наши исследования в области физики.

source: By accessing these archives this librarian can increase our research effort into physics.
ru: Получив доступ к этим архивам, библиотекарь сможет расширить наши исследования в области физики.

source: By analyzing the data from the odd Squareworld, we can learn a great deal about eccentric construction techniques and outside-the-box engineering.
ru: Анализируя данные из странный квадратный мир, мы можем многое узнать об эксцентричных методах строительства и нестандартном проектировании.

source: By building a specialized science facility dedicated to studying the white hole, our empire will surely be able to see improvements in our understanding of Physics and Engineering.
ru: Построив специализированный научный объект, предназначенный для изучения белой дыры, наша империя наверняка сможет увидеть улучшения в нашем понимании физики и инженерии.

source: By carefully crafting the subminds that we create, we can better tailor them to specific tasks that we intend them to do.
ru: Тщательно прорабатывая принципы функционирования подсистем, мы можем лучше адаптировать их к конкретным целям.

source: By carefully manipulating the firing solution systems of enemy ships, we can reduce their ability to successfully target our ships in battle.
ru: Манипулируя системами наведения вражеских кораблей, мы можем уменьшить их способность успешно атаковать наши корабли.

source: By constructing the hulls of our ships out of material which contain traces of sentient metal and material reservoirs, our ships can self-repair with extreme efficiency.
ru: Конструируя корпуса наших кораблей из материала, содержащего следы $ehof_sm$, с помощью перепрограммированных программ искусственного интеллекта, наши корабли могут самовосстанавливаться с чрезвычайной эффективностью.

source: By continuously performing micro merges between the mind and the various subminds we have created we can ensure that the various components of our mind is always acting in unison.
ru: Наш разум и его различные подсистемы действуют согласовано, что гарантирует единство принципов управления империей.

source: By delicately altering the mind of a Blokkat using egregiously delicate and expensive methods, we might just be able to \"switch\" their allegiance from their original civilization to ours.
ru: Деликатно изменяя разум Блокката, используя вопиюще деликатные и дорогостоящие методы, мы могли бы просто "переключить" их лояльность с их первоначальной цивилизации на нашу.

source: By employing tetradimensional engineering in our storage designs, we can effectively store more resources in the same volume of space.
ru: Используя четырехмерную инженерию в наших конструкциях хранилищ, мы можем эффективно хранить больше ресурсов в том же объеме пространства.

source: By enforcing strict restrictions on what power the federal government might wield, we have allocated additional power to our governors, who knows to weild it wisely.
ru: Федеральное правительство сочло возможным наделить расширенными полномочиями губернатора, зарекомендовавшего себя крепким хозяйственником.

source: By feeding the spire with a much stronger power source, we can reach our goal faster, albeit at a lower efficiency.
ru: Питая шпиль гораздо более мощным источником энергии, мы можем достичь нашей цели быстрее, хотя и с меньшей эффективностью

source: By focusing on expanding the energetic particle collection capabilities of the extraction array, we can boost our energy output.
ru: Сосредоточившись на расширении возможностей экстракционной решетки по сбору энергетических частиц, мы можем увеличить нашу выработку энергии

source: By instituting a standard template of planetary administration, we ensure similar governance on all our worlds.
ru: Введя стандартный шаблон планетарной администрации, мы обеспечим одинаковое управление на всех наших мирах.

source: By integrating themselves into local drone networks they may amplify their capabilities greatly.
ru: Интегрируя себя в локальные сети дронов, этот лидер может значительно расширить свои возможности.

source: By integrating themselves into the local drone networks this autonomous drone may amplify their capabilities greatly.
ru: Интегрируя себя в локальные сети дронов, этот лидер может значительно расширить свои возможности.

source: By investigating the structure of material on a subatomic level we can increase the durability of our armor.
ru: Исследуя структуру материи на субатомном уровне, мы можем найти решения для увеличения долговечности нашей брони.

source: By mandating a higher education for all citizens, we can ensure that our leaders are capable of executing their roles with deft precision.
ru: Предоставляя гражданам доступ к высшему образованию, мы можем гарантировать, что наши лидеры будут способны раскрыть свой потенциал.

source: By most it is considered the single greatest work of art in this galaxy and the pinnacle of beauty.
ru: Многие считают его величайшим произведением искусства в этой галактике и вершиной красоты.

source: By placing our bureaucratic apparatus into virtual space, we can accelerate time so even though it is slow in the virtual world, it takes far less real time to get things done.
ru: Поместив наш бюрократический аппарат в виртуальное пространство, мы можем ускорить время, так что, несмотря на то, что в виртуальном мире оно идет медленно, для выполнения задач требуется гораздо меньше реального времени.

source: By precisely applying negative pressure to out conventional thrusters, we can increase their efficiency.
ru: Точно применяя отрицательное давление к обычным двигателям, мы можем повысить их эффективность.

source: By predicting incoming attacks and dynamically alter shield strength we can greatly increase the efficiency of our shields.
ru: Прогнозируя входящий урон, мы динамически изменяем силу щита, чем можем значительно повысить эффективность нашей защиты.

source: By showing off the beautiful intricacies of Blokkat technology to our civilization, we might just be able to prove that striving to work with the Blokkats is certainly the best choice.
ru: Демонстрируя нашей цивилизации прекрасные тонкости технологии Блоккат, мы могли бы просто доказать, что стремление работать с Блоккатs, безусловно, является лучшим выбором

source: By standardizing the production lines across our empire we can greatly simplify they production process.
ru: Стандартизация производственных линий в нашей империи позволяет значительно упростить процесс производства.

source: By streamlining our resource-allocation and workforce assignment protocols for megastructure projects, we can effectively improve our ability to coordinate the construction of more megastructures at same time.
ru: Оптимизируя наши протоколы распределения ресурсов и распределения рабочей силы для проектов мегаструктур, мы можем эффективно улучшить нашу способность координировать строительство большего количества мегаструктур одновременно.

source: By studying their technology and culture we might find something that could be of use to our own research projects.
ru: Изучая их технологии и культуру, мы можем найти что-то, что может пригодиться нам в наших собственных исследовательских проектах.

source: By this point the facility could not be retooled again without major and damaging effort.
ru: К этому моменту объект не мог быть переоборудован снова без серьезных и разрушительных усилий

source: By using incredibly advanced technologies, it becomes possible to completely focus the output of an entire star into a beam of pure destruction.
ru: Используя невероятно передовые технологии, становится возможным полностью сфокусировать излучение целой звезды в луч чистого разрушения.

source: By using light matter we can upgrade our Sigma $precursor_juggernaut_plural$ into the utterly awesome Omega $precursor_juggernaut_plural$.
ru: Используя световую материю, мы можем модернизировать наши Сигма-$precursor_juggernaut_plural$ в абсолютно великолепные Омега-$precursor_juggernaut_plural$.

source: By using runic power we can even further upgrade our Sigma $precursor_juggernaut_plural$ into the even more awesome Phanon $precursor_juggernaut_plural$.
ru: Используя руническую энергию, мы можем еще больше улучшить наши Сигма-$precursor_juggernaut_plural$ в еще более великолепные $precursor_juggernaut_plural$ Фанона.

source: By using specialized stabilizers and modulators, it becomes possible to drastically increase the amount of controlled radiation a $name_penrose$ can contain, drastically increasing its output.
ru: Используя специализированные стабилизаторы и модуляторы, становится возможным резко увеличить количество контролируемого излучения, которое может содержать $name_penrose$, резко увеличивая его выходную мощность.

source: By using stellarite we can further upgrade our Alpha $precursor_juggernaut_plural$ into the even more awesome Sigma $precursor_juggernaut_plural$.
ru: Используя Стелларит, мы можем еще больше улучшить наши Альфа-$precursor_juggernaut_plural$ в еще более потрясающие Сигма-$precursor_juggernaut_plural$.

source: By utilizing negative mass within our construction processes, we can improve the speed at which we can finish our construction projects.
ru: Используя отрицательную массу в наших строительных процессах, мы можем повысить скорость завершения наших строительных проектов.

source: Byun-Cyat Militias
ru: Ополченцы Бюн-Сиата

source: Cacille
ru: Касиль

source: Caelus
ru: Целус

source: Calibrating the Obliterator
ru: Калибровка облитератора

source: Calvin
ru: Кельвин

source: Can only be switched to from the $est_fury_1_name$ policy.
ru: Включается с помощью политики $est_fury_1_name$.

source: Can only have one Hyperdimensional Destabilizer at once.
ru: Может иметь только один гиперпространственный дестабилизатор одновременно.

source: Can only remove this module if the planet does not use regular districts.
ru: Удалить этот модуль можно только в том случае, если планета не использует обычные районы.

source: Can recruit Cybrex Warform armies at the capital
ru: Можно набирать армии Кибрекс-Варформ в столице

source: Can we purchase some of your ships?
ru: Можем ли мы приобрести несколько ваших кораблей?

source: Can we somehow repair the Squareworld?
ru: Можем ли мы как-нибудь отремонтировать Квадратный мир?

source: Can you attack our rivals?
ru: Можете ли вы атаковать наших соперников?

source: Can you help our research?
ru: Вы можете помочь в наших исследованиях?

source: Can you help us, somehow?
ru: Вы можете нам как-нибудь помочь?

source: Can you really fight the $ehof_the_compound_text$ in their cluster?
ru: Ты действительно можешь сражаться с $ehof_the_compound$ в их скоплении?

source: Can't have enough ringworld.
ru: Мне не хватает мира-кольца.

source: Can't there be peace between us?
ru: Разве между нами не может быть мира?

source: Cancel
ru: Отмена

source: Cancel it.
ru: Отмени это.

source: Cancel our contribution.
ru: Отмените наш вклад.

source: Cancels any extortion edict currently in effect on this planet.
ru: Отмена всех эксплуатирующих население указов, действующих на планете

source: Caninmbal Maelstrom
ru: Собачий водоворот

source: Cannot do this after the game has started or if Jublio is set to not spawn.
ru: Невозможно сделать это после запуска игры или если для Джублио установлено значение не появляться.

source: Cannot do this after the game has started.
ru: Не удается сделать это после начала игры.

source: Cannot do this while checking settings.
ru: Не удается сделать это при проверке настроек.

source: Cannot infiltrate $ethic_gestalt_consciousness$ empires
ru: Невозможно проникнуть в империи с гештальт-сознанием

source: Cannot reshape
ru: Не удается изменить форму

source: Cannot target our own capital system.
ru: Не можем нацелиться на нашу собственную столичную систему.

source: Capable of drawing unparalleled energy from the inexhaustible emissions of a white hole.
ru: Способен извлекать беспрецедентную энергию

source: Capable of drawing unparalleled energy, this should not lay ruined forever.
ru: Способный извлекать беспрецедентную энергию, он не должен лежать разрушенным вечно

source: Captive Star
ru: Звезда в плену

source: Captured Asteroids
ru: Захваченные астероиды

source: Captured Planetary Mass
ru: Захваченная планетарная масса

source: Career Pursuit
ru: Карьерный рост

source: Carefree
ru: Беспечный

source: Careful
ru: Осторожный

source: Carina
ru: Карина

source: Carmen
ru: Кармен

source: Carrier Build Speed
ru: Скорость строительства носителей

source: Carrier Core
ru: Несущий сердечник

source: Casino District
ru: Район казино

source: Casino Districts
ru: Районы казино

source: Casino Teller
ru: Игрок

source: Caspaw
ru: Каспав

source: Cast them into the sun, destroy them!
ru: Бросьте их на солнце, уничтожьте!

source: Cataclysmic Star
ru: Катастрофическая звезда

source: Cataclysmic Variable Star
ru: Катастрофическая переменная звезда

source: Catalogue the Stars
ru: Каталог звезд

source: Catastrophic Detonation!
ru: Катастрофическая детонация!

source: Category-12 Annihilator Vessel
ru: Кат-12-Судно-уничтожитель

source: Cateltos Abyss
ru: Бездна Кателтос

source: Catenlon Maelstrom
ru: Катенлонский водоворот

source: Caterth Vortex
ru: Вихрь Катертха

source: Catguas Maw
ru: Кошачья пасть

source: Catlutyuni
ru: Катлутюни

source: Catria Abyss
ru: Бездна Катрии

source: Cattail
ru: Рогоз

source: Cattster
ru: Домашний питомец

source: Caution is advised.
ru: Стоит соблюдать осторожность.

source: Cautious
ru: Осторожный

source: Caves sheltered from the harsh conditions of the arctic layer, currently cultivating a nutritious strain of local lichen.
ru: Пещеры, защищенные от суровых условий арктического слоя, в настоящее время выращивают питательный штамм местного лишайника

source: Caves sheltered from the harsh conditions of the arctic layer, with a power plant tapping a local gas well.
ru: Пещеры, защищенные от суровых условий арктического слоя, с электростанцией, работающей на местной газовой скважине

source: Ceilimuria Maelstrom
ru: Кайлимурийский водоворот

source: Celestial Architect
ru: Небесный архитектор

source: Celestial Architects
ru: Небесные архитекторы

source: Celestial Body Movement Detected!
ru: Обнаружено движение небесного тела!

source: Celestial Body Weaponization
ru: Вооружение небесного тела

source: Celestial Dismantler
ru: Небесный демонтажник

source: Celestial Dominance
ru: Небесное господство

source: Celestial Manipulation
ru: Небесная манипуляция

source: Celestial Overlord
ru: Небесный властелин

source: Celestial Overlords
ru: Небесные повелители

source: Celestial Overmind
ru: Небесный Сверхразум

source: Celestial Overminds
ru: Небесные сверхразумы

source: Celestial Power Source
ru: Небесный источник энергии

source: Celestial Sensors
ru: Небесные датчики

source: Celestial Soul
ru: Святой дух

source: Celestial Thrusters
ru: Небесные двигатели

source: Celestial Warship Assembly
ru: Сборка небесных боевых кораблей

source: Celestial Warships are the future of warfare and as such must be constantly enhanced in every way possible to ensure their continued dominance over the galactic battlefield.
ru: Небесные военные корабли - это будущее войны, и как таковые они должны постоянно совершенствоваться всеми возможными способами, чтобы обеспечить их дальнейшее господство на галактическом поле боя.

source: Cell Activated
ru: Активированные клетки

source: Cellular Insurrection Center
ru: Центр клеточного воскрешения

source: Cellular Resurrection Center
ru: Центр клеточного воскрешения

source: Censor the findings and lie to the population.
ru: Подвергайте цензуре результаты и лгите населению.

source: Censor the press, and arrest anyone spreading the claim.
ru: Подвергните цензуре прессу и арестуйте любого, кто распространяет это заявление.

source: Censored False Vacuum Fears
ru: Подвергнутые цензуре ложные страхи перед вакуумом

source: Center of Galaxy
ru: Центр Галактики

source: Center of Galaxy: Menu
ru: Телепередача 'Центр Галактики': Меню

source: Central Administration
ru: Центральная администрация

source: Central Command
ru: Центральное командование

source: Central Maginot Command Complex
ru: Центральный командный комплекс Мажино

source: Central Processing
ru: Центральная обработка

source: Central Processing Core
ru: Центральное процессорное ядро

source: Central Processor built
ru: Встроенный центральный процессор

source: Central to everything is the Grand Design.
ru: Центральное место во всем занимает Великий замысел.

source: Centralized Government
ru: Централизованное управление

source: Centuries of rough weather without maintenance have left these platforms in a state of decay.
ru: Столетия суровых погодных условий без технического обслуживания привели эти платформы в состояние упадка

source: Certain rare minerals can be found far beneath the surface of many planets.
ru: Некоторые редкие минералы можно найти глубоко под поверхностью многих планет.

source: Certainly a bold proposal.
ru: Безусловно, смелое предложение.

source: Champion of the People
ru: Слуга народа

source: Chancellor Kibbles Asks for Support!
ru: Канцлер Кибблз просит поддержки!

source: Chancellor Kibbles Reunifies Katzenartig Imperium!
ru: Канцлер Кибблз воссоединяет империю Катзеринга!

source: Changeling Swarm
ru: Рой подменышей

source: Charbel Abyss
ru: Бездна Шарбеля

source: Charged Yggdrasil Food
ru: Заряженная еда Иггдрасиля

source: Charilis Maelstrom
ru: Харилис Водоворот

source: Charismatic
ru: Харизматичный

source: Chasing the Code
ru: В погоне за кодом

source: Chasing the Code I
ru: В погоне за кодом

source: Chasing the Code II
ru: В погоне за кодом

source: Chasing the Code III
ru: В погоне за кодом

source: Chasing the Code IV
ru: В погоне за кодом

source: Chasing the Code V
ru: В погоне за кодом

source: Chasing the Code VI
ru: В погоне за кодом

source: Chasmal Horde
ru: Часмал Орда

source: Cheat - Locate 1 System.
ru: Чит - Найти 1 систему.

source: Check the progress of your achievements.
ru: Следите за ходом ваших достижений.

source: Chemist
ru: Химик

source: Chemists Mineral Upkeep
ru: Расход £minerals£ минералов на содержание £job_chemist£ химиков

source: Chilling...
ru: Леденящий душу...

source: Chivalrous
ru: Добродетельный

source: Chivalry
ru: Благородство

source: Chivalry Traditions
ru: Традиции благородства

source: Chivalry Traditions Finished
ru: Традиции благородства завершены

source: Choose $RANDOM$ $EMPIRE$ $SPECIES$
ru: Выберите $RANDOM$ $EMPIRE$ $SPECIES$

source: Choose $RANDOM$ $planet$ $SPECIES$
ru: Выберите $RANDOM$ $planet$ $SPECIES$

source: Choose $RANDOM$ $primitive$ $SPECIES$
ru: Выберите $RANDOM$ $primitive$ $SPECIES$

source: Choose Target
ru: Выберите цель

source: Choose a Shroud Modifier
ru: Выберите модификатор оболочки

source: Choose a specific vassal
ru: Выберите конкретного вассала

source: Choose an Approach
ru: Выберите подход

source: Choosing a Target
ru: Выбор цели

source: Chosen Ruler
ru: Избранный правитель

source: Christian
ru: Христианин

source: Christof
ru: Кристоф

source: Chrono Gateway
ru: Хроно-врата

source: Chrono-Singularity
ru: Хроно-сингулярность

source: Chronotron Embassy Omniplex
ru: Хронотронный посольский омниплекс

source: Chrysalis Protocol Engaged
ru: Задействован Протокол Кризалис

source: Cingus Vortex
ru: Поясной вихрь

source: Cinilon Vortex
ru: Вихрь Синилона

source: Cinru Vortex
ru: Вихрь Синру

source: Circular Fascination
ru: Круговое очарование

source: Cisiestro
ru: Кисисистро

source: Citadel
ru: Цитадель

source: Citadel Defensive Perimeter
ru: Оборонительный периметр Цитадели

source: Citadel Hangar Section
ru: Ангарная секция Цитадели

source: Citadel Starbase Section
ru: Секция звездной базы Цитадель

source: Cities partially or completely destroyed in the fighting that occurred on the Flusio-Arcology.
ru: Города, частично или полностью разрушенные в ходе боевых действий, которые произошли на Флузио-Аркологии.

source: Citizens of Flusion, unite!
ru: Граждане Флюсиаллаа, объединяйтесь!

source: City District Unity Output
ru: Производство единства городским районом

source: Civil Phanon Engineering
ru: Гражданская инженерия Фанона

source: Civilian Convoy Arrives
ru: Прибытие гражданского конвоя.

source: Civilian Convoy Departed
ru: Отправление гражданского конвоя

source: Civilian Manufactories
ru: Гражданские мануфактуры

source: Civilian Manufactory
ru: Гражданская мануфактура

source: Civilian Reprocessing Plant
ru: Гражданский завод по переработке

source: Civilian Reprocessing Plants
ru: Гражданские перерабатывающие заводы

source: Civilian Space Business Project
ru: Проект Гражданский космический бизнес

source: Civilian Space Businesses
ru: Гражданский космический бизнес

source: Civilian industry and infrastructure populate this Penrose segment dedicated to commerce.
ru: Гражданская промышленность и инфраструктура заполняют этот сегмент Пенроуза, посвященный торговле.

source: Civilian industry and infrastructure populate this Ring World segment dedicated to commerce.
ru: Гражданская промышленность и инфраструктура заполняют этот сегмент Кольцевого мира, предназначенный для торговли.

source: Civilian industry and infrastructure populate this hypersegment dedicated to commerce.
ru: Гражданская промышленность и инфраструктура заполняют этот гиперсегмент, предназначенный для торговли.

source: Civilization Regression Project $SPECIAL_PROJECT_STATUS_COMPLETED$
ru: Проект регресса цивилизации $SPECIAL_PROJECT_STATUS_COMPLETED$

source: Civilization Remnants
ru: Остатки цивилизации

source: Claenketh Abyss
ru: Бездна Клэнкета

source: Claim $giga_frameworld_outpost_plural$
ru: Претензия $giga_frameworld_outpost_plural$

source: Claim Celestial Warships
ru: Претендовать на небесные военные корабли
